tap "adoptopenjdk/openjdk"
tap "browsh-org/homebrew-browsh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "alexellis/homebrew-alexellis"
tap "d12frosted/emacs-plus"
tap "microsoft/git"
brew "Schniz/tap/fnm"
brew "apktool"
brew "awscli"
brew "azure-cli"
brew "bazel"
brew "blackbox"
brew "bochs"
brew "clementtsang/bottom/bottom"
brew "browsh"
brew "ckan"
brew "gh"
brew "glib"
brew "cairo"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "ctop"
brew "diff-so-fancy"
brew "direnv"
brew "docutils"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fritzing"
brew "fzf"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hexyl"
brew "htop"
brew "jmeter"
brew "jq"
brew "k3sup"
brew "kind"
brew "macvim"
brew "minicom"
brew "monkeysphere"
brew "mtr"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "opencv"
brew "openssl"
brew "packer"
brew "pkg-config"
brew "pipx"
brew "pulumi"
brew "pyenv"
brew "pyright"
brew "python@3.7"
brew "qrencode"
brew "raylib"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "rust-analyzer"
brew "sevenzip"
brew "scrcpy"
brew "sops"
brew "subversion"
brew "telnet"
brew "terraform"
brew "tctl"
brew "trufflehog"
brew "watch"
brew "watchman"
brew "wireshark", link: false
brew "yarn"
brew "z"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "youtube-dl"
cask "adobe-acrobat-reader"
cask "android-studio"
cask "apenngrace/vulkan/vulkan-sdk"
cask "apppolice"
cask "authy"
cask "balance-lock"
cask "barrier"
cask "blackhole-2ch"
cask "blender"
cask "bloomrpc"
cask "chromedriver"
cask "clickup"
cask "cpuinfo"
cask "digikam"
cask "discord"
cask "drawio"
cask "dwarf-fortress"
cask "eul"
cask "firefox"
cask "flipper"
cask "freecad"
cask "genymotion"
cask "ghidra"
cask "gimp"
cask "git-credential-manager-core"
cask "godot"
cask "gpg-suite-no-mail"
cask "hiddenbar"
cask "hyper"
cask "imageoptim"
cask "immersed"
cask "inkscape"
cask "intel-haxm"
cask "intel-power-gadget"
cask "intellij-idea-ce"
cask "iterm2"
cask "java11"
cask "jellyfin-media-player"
cask "keycastr"
cask "kitty"
cask "logisim-evolution"
cask "meshlab"
cask "mmhmm"
cask "mongodb-compass"
cask "mu-editor"
cask "natron"
cask "neovide"
cask "notunes"
cask "ngrok"
cask "obs"
cask "obs-ndi"
cask "openvpn-connect"
cask "owasp-zap"
cask "pacifist"
cask "parsec"
cask "pgadmin4"
cask "postman"
cask "react-native-debugger"
cask "redisinsight"
cask "resilio-sync"
cask "sequel-pro"
cask "tetrio"
cask "thinkorswim"
cask "utm"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vysor"
cask "wireshark"
