tap "adoptopenjdk/openjdk"
tap "browsh-org/homebrew-browsh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "universal-ctags/universal-ctags"
brew "apktool"
brew "arduino-cli"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "bazel"
brew "blackbox"
brew "bochs"
brew "bottom"
brew "browsh"
brew "ckan"
brew "gh"
brew "glib"
brew "cairo"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "codex"
brew "cowsay"
brew "ctop"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docutils"
brew "dust"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fortune"
brew "fzf"
brew "gitleaks"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gradle"
brew "gource"
brew "graphviz"
brew "hatch"
brew "hexyl"
brew "htop"
brew "jmeter"
brew "jq"
brew "jsonlint"
brew "kind"
brew "minicom"
brew "monkeysphere"
brew "mtr"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "openjdk@17"
brew "opencv"
brew "openssl"
brew "pandoc"
brew "pkg-config"
brew "pipx"
brew "poppler"
brew "pulumi"
brew "pyright"
brew "qemu"
brew "qrencode"
brew "raylib"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "rhash"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "rust-analyzer"
brew "sevenzip"
brew "scrcpy"
brew "sops"
brew "squashfs"
brew "subversion"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tctl"
brew "tracy"
brew "trufflehog"
brew "uchardet"
brew "watch"
brew "watchman"
brew "wireshark", link: false
brew "yarn"
brew "z"
brew "heroku/brew/heroku"
brew "universal-ctags", args: ["HEAD"]
brew "youtube-dl"
cask "adobe-acrobat-reader"
cask "android-studio"
cask "authy"
cask "balance-lock"
cask "barrier"
cask "blackhole-2ch"
cask "blender"
cask "chatgpt"
cask "chromedriver"
cask "comfyui"
cask "cpuinfo"
cask "dbeaver-community"
cask "digikam"
cask "discord"
cask "drawio"
cask "eul"
cask "firefox"
cask "fontforge"
cask "freecad"
cask "ghidra"
cask "gimp"
cask "git-credential-manager"
cask "godot"
# Run Install.pkg after installing
cask "gpg-suite-no-mail"
cask "imageoptim"
cask "inkscape"
cask "intellij-idea-ce"
cask "jellyfin-media-player"
cask "jordanbaird-ice"
cask "keycastr"
cask "kitty"
cask "logisim-evolution"
cask "macfuse"
cask "mactex"
cask "menubar-countdown"
cask "meshlab"
cask "mmhmm"
cask "mongodb-compass"
cask "mu-editor"
cask "natron"
cask "notunes"
cask "ngrok"
cask "obs"
cask "obs-ndi"
cask "openttd"
cask "owasp-zap"
cask "pacifist"
cask "parsec"
cask "pgadmin4"
cask "postman"
cask "prusaslicer"
cask "raspberry-pi-imager"
cask "react-native-debugger"
cask "redisinsight"
cask "resilio-sync"
cask "sequel-pro"
cask "spotify"
cask "thinkorswim"
cask "thonny"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vysor"
cask "wireshark"
