tap "adoptopenjdk/openjdk"
tap "browsh-org/homebrew-browsh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "alexellis/homebrew-alexellis"
tap "d12frosted/emacs-plus"
brew "Schniz/tap/fnm"
brew "awscli"
brew "azure-cli"
brew "bazel"
brew "blackbox"
brew "bochs"
brew "browsh"
brew "glib"
brew "cairo"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "ctop"
brew "direnv"
brew "docutils"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "jmeter"
brew "jq"
brew "k3sup"
brew "macvim"
brew "monkeysphere"
brew "nasm"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "opencv"
brew "packer"
brew "pkg-config"
brew "pyenv"
brew "python@3.7"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "scrcpy"
brew "sops"
brew "subversion"
brew "terraform"
brew "watch"
brew "watchman"
brew "wireshark", link: false
brew "yarn"
brew "z"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "android-studio"
cask "apenngrace/vulkan/vulkan-sdk"
cask "apppolice"
cask "authy"
cask "blender"
cask "chromedriver"
cask "cpuinfo"
cask "discord"
cask "firefox"
cask "flipper"
cask "genymotion"
cask "ghidra"
cask "gimp"
cask "godot"
cask "gpg-suite-no-mail"
cask "hyper"
cask "imageoptim"
cask "inkscape"
cask "intel-power-gadget"
cask "iterm2"
cask "java11"
cask "keycastr"
cask "kitty"
cask "logisim"
cask "mongodb-compass"
cask "ngrok"
cask "obs"
cask "obs-ndi"
cask "openvpn-connect"
cask "owasp-zap"
cask "pacifist"
cask "pgadmin4"
cask "postman"
cask "react-native-debugger"
cask "redisinsight"
cask "resilio-sync"
cask "sequel-pro"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vysor"
cask "wireshark"
