<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="adb" version="31.0.1" />
  <package id="adobereader" version="2020.009.20067" />
  <package id="blender" version="2.90.0" />
  <package id="chocolatey" version="0.10.11" />
  <package id="chocolatey-core.extension" version="1.3.5.1" />
  <package id="chocolatey-dotnetfx.extension" version="1.0.1" />
  <package id="chocolatey-visualstudio.extension" version="1.8.1" />
  <package id="chocolatey-windowsupdate.extension" version="1.0.4" />
  <package id="chocolateygui" version="0.17.2" />
  <package id="cmake" version="3.15.5" />
  <package id="cmake.install" version="3.15.5" />
  <package id="darktable" version="3.2.1" />
  <package id="digikam" version="7.1.0" />
  <package id="DotNet4.5.2" version="4.5.2.20140902" />
  <package id="dotnetfx" version="4.8.0.20190930" />
  <package id="ffmpeg" version="4.2.2" />
  <package id="fiddler" version="5.0.20204.45441" />
  <package id="ghidra" version="10.0.2" />
  <package id="gimp" version="2.10.22" />
  <package id="git.install" version="2.18.0" />
  <package id="javaruntime" version="8.0.231" />
  <package id="jre8" version="8.0.261" />
  <package id="KB2919355" version="1.0.20160915" />
  <package id="KB2919442" version="1.0.20160915" />
  <package id="KB2999226" version="1.0.20181019" />
  <package id="KB3033929" version="1.0.5" />
  <package id="KB3035131" version="1.0.3" />
  <package id="make" version="4.2.1" />
  <package id="meshlab" version="2020.09" />
  <package id="meshroom" version="2019.2.0" />
  <package id="mingw" version="8.1.0" />
  <package id="mobaxterm" version="21.0.0" />
  <package id="nodejs.install" version="15.8.0" />
  <package id="obs-ndi" version="4.9.0" />
  <package id="obs-studio" version="26.0.2" />
  <package id="obs-studio.install" version="26.0.2" />
  <package id="openhardwaremonitor" version="0.8.0" />
  <package id="openjdk" version="16.0.2" />
  <package id="openjdk11" version="11.0.12.7" />
  <package id="postman" version="8.0.7" />
  <package id="python3" version="3.8.2" />
  <package id="robo3t.install" version="1.4.3.20210228" />
  <package id="rpi-imager" version="1.4" />
  <package id="rufus" version="3.10" />
  <package id="rust" version="1.52.1" />
  <package id="sidequest" version="0.10.18" />
  <package id="vcredist140" version="14.23.27820" />
  <package id="vcredist2008" version="9.0.30729.6163" />
  <package id="vcredist2010" version="10.0.40219.2" />
  <package id="vcredist2015" version="14.0.24215.20170201" />
  <package id="vcredist2017" version="14.16.27033" />
  <package id="visualsfm" version="0.5.26" />
  <package id="visualstudio-installer" version="2.0.1" />
  <package id="visualstudio2019-workload-vctools" version="1.0.0" />
  <package id="visualstudio2019buildtools" version="16.3.10.0" />
  <package id="vlc" version="3.0.10" />
  <package id="win32diskimager" version="1.0.0.20181220" />
  <package id="win32diskimager.install" version="1.0.0.20181220" />
  <package id="x64dbg.portable" version="20210701.2317" />
  <package id="yarn" version="1.22.5" />
</packages>
